---
kind: other
id: Methods.T:Autodesk.Revit.DB.IndependentTag
zh: 标记、打标、标签
source: html/56bfaf3c-9b1e-937d-64b6-d33997ac027f.htm
---
# IndependentTag Methods

**中文**: 标记、打标、标签

Adds the provided list of references to the tag's list of references.